{
  "women": {
    "name": "Women's Untold Stories",
    "bookCount": 71,
    "webCopy": "I'm drawn to stories that illuminate the experiences we rarely hear about—the women who've been footnotes in history books, the ones who survived impossible circumstances, and those whose inner lives were infinitely more complex than the world allowed them to show. These books give voice to the voiceless, whether they're historical figures finally getting their due or contemporary women navigating challenges that society prefers to ignore. Each one feels like discovering a secret that's been hiding in plain sight.",
    "recommendationContext": "This collection focuses on stories centered on women's experiences that have been historically marginalized, silenced, or overlooked. The books span historical fiction featuring real women erased from history (female aviators, scientists, war correspondents), contemporary fiction exploring difficult realities (domestic violence, systemic oppression, cultural displacement), and memoirs of survival and resilience. Common themes include women defying societal expectations, surviving trauma, forming powerful bonds with other women, and finding agency in restrictive circumstances. The emotional tone ranges from heartbreaking to triumphant, but always emphasizes women's strength and complexity. Many feature intergenerational stories, cross-cultural perspectives, and exploration of how women's stories get lost or distorted over time."
  },
  "beach": {
    "name": "Beach Reads",
    "bookCount": 8,
    "webCopy": "These are my go-to books when I want to feel like I'm wrapped in a warm hug while lounging by the ocean. I gravitate toward stories that make me laugh out loud one moment and tear up the next—tales of second chances, unexpected friendships, and characters who are beautifully flawed but utterly lovable. They're the perfect blend of heartwarming and escapist, with just enough depth to make you think but never so heavy that they weigh down your beach bag.",
    "recommendationContext": "This collection features character-driven narratives that balance emotional depth with accessible, engaging storytelling. The books share common themes of second chances, healing from loss or heartbreak, found family, and personal transformation, often featuring protagonists who are initially isolated, grumpy, or stuck in life. The tone is predominantly uplifting despite tackling serious subjects like grief, divorce, or loneliness, with humor woven throughout to create emotional balance. Settings often provide escapist appeal (bookshops, small villages, magical realms, vacation destinations), and there's frequently a romantic subplot or strong friendship that drives character growth. These stories offer comfort reading with substance—emotionally satisfying conclusions that feel earned rather than superficial."
  },
  "emotional": {
    "name": "Emotional Truth",
    "bookCount": 111,
    "webCopy": "These are the books that have reached into my chest and rearranged something fundamental—stories that don't just entertain but transform how I see the world and my place in it. I'm drawn to narratives that excavate the deepest parts of human experience: trauma and healing, love and loss, the weight of choices that echo across generations. Whether it's a mother fleeing violence, siblings separated by history, or someone discovering who they truly are, these books reveal the raw, beautiful complexity of what it means to be human.",
    "recommendationContext": "This collection centers on narratives that explore profound human experiences with emotional depth and psychological authenticity. The books typically feature characters facing life-altering circumstances—trauma, loss, displacement, identity crises, or moral reckonings—and examine how these experiences reshape them. Common themes include intergenerational trauma, family secrets, the search for redemption, immigration and belonging, hidden identities, and the ripple effects of pivotal moments. The emotional tone ranges from devastating to hopeful, often within the same work, with authors who aren't afraid to explore darkness while finding meaning in suffering. These stories privilege character development over plot, focusing on internal transformation and the complexity of human relationships across cultures, time periods, and circumstances."
  },
  "identity": {
    "name": "Identity & Belonging",
    "bookCount": 66,
    "webCopy": "These are the books that have made me feel less alone in the world. I'm drawn to stories about people figuring out who they are when everything familiar falls away—whether through immigration, trauma, family secrets, or simply growing up. There's something deeply comforting about reading how others navigate the space between who they were raised to be and who they're becoming, especially when home feels complicated or conditional.",
    "recommendationContext": "This collection focuses on characters grappling with questions of self-definition and belonging, often featuring protagonists caught between multiple worlds, cultures, or identities. Common themes include immigration and cultural displacement, family secrets that reshape identity, coming-of-age in challenging circumstances, and the tension between individual authenticity and societal expectations. The collection includes both literary fiction exploring intergenerational trauma and cultural heritage, as well as memoirs of personal transformation through adversity. Stories often feature characters who are outsiders, minorities, or those questioning traditional roles, with emotional tones ranging from melancholic to hopeful, but always emphasizing resilience and self-discovery."
  },
  "spiritual": {
    "name": "Spiritual Seeking",
    "bookCount": 39,
    "webCopy": "These are the books that have shaped my understanding of what it means to be human—stories and teachings that explore life's biggest questions without pretending to have all the answers. I'm drawn to authors who write with both intellectual honesty and deep compassion, whether they're examining faith, consciousness, purpose, or the courage it takes to transform ourselves. Each book here has taught me something profound about navigating uncertainty and finding meaning in both struggle and joy.",
    "recommendationContext": "This collection features books that explore fundamental questions about existence, meaning, consciousness, and human transformation through both fiction and non-fiction lenses. The works span philosophical novels that grapple with life's purpose and mortality (like existential fiction exploring choice and fate), spiritual memoirs of personal awakening and recovery, practical wisdom from contemplative traditions (particularly Buddhist and mindfulness teachings), and biographical accounts of individuals who've overcome profound challenges. Common themes include the relationship between suffering and growth, the nature of consciousness and identity, finding authentic self-expression, and developing compassion for human imperfection. The emotional tone balances intellectual rigor with genuine warmth and hope, avoiding both dogma and superficial positivity in favor of nuanced explorations of what it means to live meaningfully."
  },
  "justice": {
    "name": "Invisible Injustices",
    "bookCount": 63,
    "webCopy": "These are the books that haunt me in the best way—stories that pull back the curtain on injustices hiding in plain sight, whether in our systems, our histories, or our hearts. I'm drawn to narratives that illuminate the quiet ways power operates, the voices that have been silenced, and the human cost of indifference. They're not always easy reads, but they're essential ones that change how you see the world.",
    "recommendationContext": "This collection focuses on systemic oppression, marginalized voices, and overlooked injustices across historical and contemporary settings. Books feature characters confronting institutional racism, economic inequality, immigration struggles, gender discrimination, war crimes, environmental destruction, and abuse of power. The emotional tone ranges from devastating to ultimately hopeful, often following characters who find resilience despite overwhelming circumstances. Stories span multiple formats including literary fiction, memoirs, historical fiction, and investigative nonfiction, but all share a commitment to exposing hidden truths and amplifying silenced perspectives. Many explore intergenerational trauma, the lasting effects of historical wrongs, and how ordinary people navigate extraordinary moral challenges within broken systems."
  }
}